import React from "react";
import "./index.scss";
import Header from "./Header";

const PrivacyPolicy = () => {
  return (
      <div>
          <Header title="Политика конфиденциальности"/>
     
    <div className='pp'>
      <p>
        Настоящий веб-сайт находится под руководством компаний SoEnergy! oy и
        ООО СоЭнерджи! (далее — мы), которым принадлежит бренд FabRevizion.
      </p>
      <p>
        На сайте www.fabrevizion.ru имеются ссылки, позволяющие перейти на
        другие сайты. Мы не несем ответственности за сведения, публикуемые на
        этих сайтах, и предоставляем ссылки на них только в целях обеспечения
        удобства для посетителей нашего сайта.
      </p>
      <p>
        Настоящее положение действует в отношении посетителей сайта, желающих
        получить информацию об услугах, предоставляемых группой компаний
        SoEnergy!, оставить отзыв либо получить иную информацию путем заполнения
        специальной формы, размещенной на настоящем сайте, либо направить нам
        электронное сообщение на электронную почту, указанную на данном сайте.
      </p>
      <p>
        Мы уважаем неприкосновенность частной жизни посетителей нашего сайта и
        понимаем, что информация о Вас, Ваши персональные данные являются
        составляющей Вашей частной жизни и являются личной тайной. За
        исключением случаев, предусмотренных настоящим Положением, мы обязуемся
        не передавать в пользование и не предоставлять третьим лицам информацию,
        позволяющую идентифицировать личность без Вашего согласия. Настоящее
        Положение о конфиденциальности разработано с целью предоставления Вам
        информации о правилах сбора, использования, хранения, раскрытия,
        уничтожения и иных способах обработки информации, которую Вы можете
        направить нам при помощи специальной формы, размещенной на данном сайте.
      </p>
      <p>
        Пожалуйста, ознакомьтесь с настоящим Положением перед использованием
        веб-сайта или предоставлением Ваших персональных данных.
      </p>
      <p>
        Оставаясь на нашем сайте, Вы подтверждаете, что согласны с условиями его
        использования. Ваши персональные данные будут использоваться
        исключительно для тех целей, для которых Вы нам их предоставили в
        соответствии со способами, описанными в настоящем Положении.
      </p>
      <h2>Информация, добровольно предоставляемая пользователями</h2>
      <p>
        Предоставляя любого рода информацию с помощью настоящего веб-сайта, Вы
        соглашаетесь с тем, что мы вправе обрабатывать данную информацию в
        соответствии с правилами, предусмотренными настоящей Политикой
        конфиденциальности. В то же время мы гарантируем Вам, что информация о
        Вас будет использоваться исключительно в целях и способами,
        предусмотренными настоящим Положением.
      </p>
      <p>
        При помощи нашего сайта мы можем получить два типа информации о Вас:
      </p>
      <ul>
          <li>Информация, которая позволяет установить личность (персональные данные)</li>
      <li> Информация, которая не позволяет установить личность (автоматическая
        информация)</li>
      </ul>
      

      <h3>Информация, позволяющая установить личность (Персональные данные)</h3>
      <p>
        «Персональные данные» — любая информация, относящаяся прямо или косвенно
        к определенному или определяемому физическому лицу (субъекту
        персональных данных). Так, это информация, которая идентифицирует Вас
        лично, например, Ваше имя, номер телефона или адрес электронной почты и
        т.д. Мы собираем и храним информацию, которую Вы нам предоставили
        следующими способами:
      </p>
      <p>
        Если Вы заполняете форму для направления запроса по оказываемым услугам:
      </p>

      <p>
        При направлении такого запроса мы запрашиваем имя и фамилию, номер
        телефона и адрес электронной почты, заполнение иной информации о Вас
        является не обязательным. Получение Вашего имени, электронного адреса и
        номера телефона позволяет осуществить необходимое консультирование по
        имеющимся вопросам, а также подробнее ознакомить с услугами,
        предоставляемые нашей Компанией.
      </p>
      <p>Если Вы заполняете форму для направления отзыва</p>
      <p>
        При заполнении Вами такой формы мы запрашиваем имя и фамилию, номер
        телефона и адрес электронной почты, заполнение иной информации о Вас
        является не обязательным. Получение Вашего имени, электронного адреса и
        номера телефона позволяет связаться с Вами для получения от Вас более
        полной информации о Вашем мнении по поводу оказываемых нашей Компанией
        услуг, предложений по улучшению предоставляемого Компанией сервиса, а
        также для обсуждения с Вами возможны путей разрешения спорных ситуаций,
        в случае оставления Вами негативного отзыва о наших услугах.
      </p>
      <p>
        Введенная Вами информация на нашем сайте приходит непосредственно на
        нашу электронную почту и обрабатывается исключительно сотрудниками
        группы компаний …. Мы гарантируем Вам, что все сотрудники группы
        компаний … надлежащим образом проинформированы о недопустимости
        разглашения любых персональных данных, которые могут попасть в их
        распоряжение в связи с исполнением трудовых обязанностей.
      </p>

      <h3>
        Информация, не позволяющая установить личность (автоматическая
        информация)
      </h3>

      <p>
        «Информация, не позволяющая установить личность (автоматическая
        информация)» не идентифицирует Вас лично и не является персональными
        данными. Мы получаем такую информацию с помощью специализированной
        службы по продвижению веб-сайта или на основе проводимых опросов. Мы
        обрабатываем такую информацию исключительно с целью повышения качества
        нашего сайта, а также с тем, чтобы лучше понять наших клиентов.
      </p>
      <p>
        При помощи автоматической информации мы можем исследовать демографию
        наших пользователей, время, которое затрачено на просмотр страниц
        веб-сайта, интересы посетителей и их поведение.
      </p>
      <p>Автоматическая информация включает в себя:</p>
      <ul>
        <li>информацию о типе используемого браузера</li>
        <li>детали просмотренной Вами страницы</li>
        <li>
          Ваш IP-адрес (дата и время запроса страницы и другие параметры в URL
          (например, критерии поиска). Мы получаем эти данные, чтобы лучше
          понять использование веб-сайта в целом и определить, какие области
          предпочитают пользователи нашего сайта. Эта информация хранится в
          файлах регистрации и используется нами для статистической отчетности).
        </li>
        <li>гиперссылки, по которым Вы перешли</li>
        <li>
          веб-сайты, которые Вы посетили, прежде чем зайти на наш веб-сайт
        </li>
      </ul>
      <p>
        «куки» (cookies) — это небольшой фрагмент данных, которые сайт сохраняет
        на компьютере пользователя. Куки помогаю нам в настройках сайта и
        предложений, которые могли бы удовлетворить Ваши потребности, а также
        предоставлять более высокий уровень онлайн обслуживания. В некоторых
        случаях, эта информация поможет нам определить контент Ваших
        интересов.Кроме того, «куки» позволяют сделать информацию на сайте еще
        более доступной и соответствующей Вашим потребностям. Обращаем Ваше
        внимание, что большинство интернет-браузеров по умолчанию настроены на
        прием «куки». Вы можете изменить настройки, чтобы блокировать «куки»,
        или установить предупреждение об отправке «куки» на устройство.
      </p>
      <p>
        При определенных условиях, автоматическая информация, не содержащая
        персональные данные, может предоставляться третьим лицам. Например, мы
        можем передавать третьим лицам информацию о количестве пользователей
        нашего веб-сайта и мероприятиях, которые проводятся на сайте.
      </p>
      <p>
        Еще раз подчеркиваем, что автоматическая информация не позволяет
        идентифицировать Вас как физическое лицо и не является персональными
        данными, а является преимущественно статистической, и соответственно не
        является конфиденциальной.
      </p>

      <h2>Использование и передача предоставленных персональных данных</h2>
      <p>
        Мы можем обрабатывать и передавать Ваши персональные данные, а также
        предоставлять к ним доступ третьим лицам в следующих случаях:
      </p>
      <p>с целью связаться с Вами в ответ на заполненные формы</p>
      <p>
        третьим лицам поставщикам услуг, агентам или независимым подрядчикам,
        которые помогают нам поддерживать наш веб-сайт и оказывать Вам
        качественные услуги
      </p>
      <p>
        в соответствии с законом, для предотвращения мошенничества или в случае
        разумного предположения, что такое действие необходимо для того, чтобы
        соблюсти требования закона или требования судебного процесса
      </p>
      <p>компаниям правопреемникам в случае нашей реорганизации</p>
      <p>
        для обнаружения какой-либо физической или другого типа угрозы в Ваш
        адрес или для защиты Вашей собственности или законных прав
      </p>
      <p>
        За исключением случаев, описанных в настоящей Политике или случаев,
        когда мы запрашиваем отдельное согласие или информацию, мы обязуемся не
        использовать, не передавать или раскрывать Ваши персональные данные
        третьим лицам.
      </p>
      <h3>Использование и раскрытие автоматической информации</h3>
      <p>
        Автоматическая информация, не позволяющая установить личность, может
        быть использована, как описано выше или другими способами в соответствии
        с действующим законодательством, в том числе в сочетании с персональными
        данными.
      </p>
      <h3>Доступ, обновление и исправление персональных данных</h3>

      <p>
        Вы можете связаться с нами, чтобы обновить или внести исправления в
        информацию о Вас. Вы вправе отозвать свое согласие на обработку Ваших
        персональных данных в любое время. Для этого направьте письменное
        требование по адресу ООО …Мы уничтожим Ваши персональные данные,
        хранящиеся у нас, в течение 30 дней со дня получения отзыва согласия.
      </p>

      <h2>Безопасность</h2>
      <p>
        Безопасности персональных данных, внесенных Вами в форму на нашем сайте,
        может угрожать воздействие вредоносных программ (вирусов) либо
        воздействие непосредственно третьих лиц, пытающихся получить
        несанкционированный доступ к сайту.
      </p>

      <p>
        Для защиты Вашей персональной информации мы используем следующие
        средства защиты информации:
      </p>

      <p>Служба защиты от вредоносных программ</p>
      <p>
        Доступ по защищенному протоколу HTTPS (SSL/TLS), который гарантирует
        безопасное соединение между браузером пользователя и сервером. При
        использовании SSL-протокола информация передается в закодированном виде
        по HTTPS и расшифровать ее можно только с помощью специального ключа)
      </p>
      <p>
        WAF (защитный экран для приложений, осуществляющих передачу данных через
        HTTP и HTTPS)
      </p>
      <p>
        Журналирование действий, осуществляемых в центре администрирования,
        событий и ошибок системы управления
      </p>
      <p>
        Мы принимаем разумные меры предосторожности, чтобы обеспечивать защиту
        личной информации, собранной через этот веб-сайт и используемой в
        соответствии с настоящей Политикой.
      </p>
      <h3>Правоприменение</h3>
      <p>
        В исключительных случаях по официальному письменному запросу
        правоохранительных органов и судов регулирующие органы обязуют нас
        передавать вышеуказанным органам личную информацию. В таких случаях
        передача конфиденциальной информации осуществляется в строго
        установленной процедуре.
      </p>
      <h3>Изменения в Положении о конфиденциальности</h3>

      <p>
        Мы можем в любое время изменять Положение о конфиденциальности в
        интернете, обновляя его. На Вас распространяются любые такие изменения и
        поэтому Вы должны периодически посещать данную страницу для ознакомления
        с самой последней версией Политики о конфиденциальности.
      </p>

      <h3>Конфиденциальность в интернете для детей</h3>
      <p>
        Мы не собираем и не обрабатываем личную информацию о детях младше 18
        лет. Если мы установим, что нами получены персональные данные ребенка в
        возрасте до 18 лет без родительского согласия или согласия иных
        официальных представителей, то мы уничтожим эти данные. Если вы
        считаете, что на нашем сайте присутствует информация от или о ребенке в
        возрасте до 18, пожалуйста, свяжитесь с нами по указанной электронной
        почте.
      </p>
    </div>
    </div>
  );
};

export default PrivacyPolicy;
